"landing_page_search" = "Vart ska du åka?";
"Prime_landing_page_search" = "Upphämtningsplats";
"menu.help.title" = "Hjälp för hyrbil";
"settings.label.url.1" = "Hantera bokning";
"settings.label.url.2" = "Vanliga frågor";
"settings.label.url.3" = "Hjälpcenter";
"bookings.status.confirmed" = "Bekräftad";
"bookings.status.unconfirmed" = "Obekräftad";
"bookings.status.cancelled" = "Avbruten";
"bookings.title" = "Bokningar";
"bookings.status.reviewpayment" = "Granska betalning";
"bookings.status.completed" = "Slutförd";
"bookings.sheet.bookingdetails.link" = "Visa bokningsuppgifter";
"bookings.sheet.unconfirmed.info" = "De flesta av våra bokningar bekräftas inom 48 timmar";
"bookings.sheet.reviewpayment.info" = "Betalningen misslyckades. Gå till Hantera bokning för att granska dina betalningsuppgifter.";
"bookings.sheet.managebooking.link" = "Hantera bokning";
"bookings.bookingdetails.status" = "Bokningsstatus";
"sale_landing_banner_monetary_tagline" = "Boka nu från ${x} per dag!";
"sale_landing_banner_percentage_tagline" = "Upp till ${x} rabatt, boka nu!";
"filter.header.eco" = "Miljövänlig";
"filter.header.mileage" = "Miltal";
"vehicle.seats.number" = "${x} säten";
"menu.alert.title" = "Ändra inställningar?";
"menu.alert.body" = "Alla aktiva sökningar återställs.";
"insurance.options.axa.header" = "Försäkringsalternativ";
"insurance.options.axa.limited.body" = "<b>Begränsad</b> – ger <b>minimalt skydd</b>, om du råkar ut för en olycka måste du betala en <b>icke-återbetalningsbar</b> självrisk på upp till ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – ger <b>överlägsen täckning</b>, om du råkar ut för en olycka kommer du att <b>återbetalas</b> din självrisk upp till ${x}.";
"insurance.limited.caption" = "Minimalt skydd vid stöld och karosskada. <b>Du betalar för eventuella skador</b> som inte täcks av det begränsade alternativet.";
"insurance.limited.benefit1" = "<b>Icke-återbetalningsbar</b> självrisk";
"insurance.limited.benefit2" = "Tredjepartsförsäkring";
"insurance.limited.benefit3" = "Vägassistans";
"insurance.limited.excess.liable" = "Genom att välja begränsat skydd kommer du att vara skyldig att betala självrisken upp till ${x} i händelse av en olycka och ingen återbetalning finns tillgänglig.";
"insurance.limited.included" = "Ingår";
"insurance.axa.premium.caption" = "Förser dig med en <b>överlägsen täckningsnivå</b>, inklusive alternativet för begränsad täckning.";
"insurance.axa.premium.benefit1" = "Upp till <b>100 % återbetalningsbar självrisk</b>";
"insurance.axa.premium.benefit2" = "Tredjepartsförsäkring";
"insurance.axa.premium.benefit3" = "Vägassistans";
"insurance.axa.premium.benefit4" = "Skada på vindruta, glas och däck";
"insurance.axa.premium.benefit5" = "Dina personliga tillhörigheter";
"insurance.axa.premium.benefit6" = "Skadad eller förlorad nyckel";
"insurance.axa.premium.benefit7" = "Skador på tak och underrede";
"insurance.axa.premium.benefit8" = "Avgifter för feltankning";
"insurance.axa.premium.benefit9" = "Administrationsavgifter";
"insurance.axa.premium.benefit10" = "Flerspråkig support för skadeanmälan";
"insurance.axa.premium.terms" = "Genom att välja Premium-försäkring och fortsätta bekräftar du att du har läst och accepterar försäkringens allmänna villkor samt att försäkringen, baserat på den här information, passar dina behov.";
"insurance.priceperday" = "${x}/dag";
"insurance.total.price" = "Totalt: ${x}";
"insurance.options.awn.au.header" = "Ta inte risken. Skaffa bilsemesterförsäkring.";
"insurance.options.awn.au.body" = "<b>Roadtrip-försäkring</b> – Ger täckning, så att om du råkar ut för en olycka med din hyrbil täcks din självrisk och personliga tillhörigheter upp till ${x}.";
"insurance.awn.au.title" = "Bilsemesterförsäkring";
"insurance.awn.au.caption" = "Förser dig med en <b>överlägsen täckningsnivå</b>, inklusive alternativet för begränsad täckning.";
"insurance.awn.au.benefit1" = "Upp till 100 % återbetalningsbar självrisk";
"insurance.awn.au.benefit2" = "Tredjepartsförsäkring";
"insurance.awn.au.benefit3" = "Dina personliga tillhörigheter";
"insurance.awn.au.benefit4" = "Utgifter för läkarvård utomlands";
"insurance.awn.au.benefit5" = "Nyckelskydd och personliga tillhörigheter";
"insurance.awn.au.benefit6" = "Dödsolycka";
"insurance.awn.au.benefit7" = "Avgifter för feltankning";
"insurance.axa.premium.cancellation.policy" = "KOSTNADSFRI försäkringsavbokning upp till 24 timmar före upphämtning";
"insurance.awn.au.terms" = "När du väljer Roadtrip-försäkring och fortsätter bekräftar du att du har läst och accepterar försäkringens ${x} samt att försäkringen, baserat på den här informationen, passar dina behov.";
"insurance.zero.excess.terms" = "Genom att välja Zero Excess-försäkring och fortsätta bekräftar du att du har läst och accepterar försäkringens allmänna villkor samt att försäkringen, baserat på den här information, passar dina behov.";
"insurance.options.awn.au.limited.body" = "<b>Begränsad försäkring</b> – Det finns ingen täckning för din självrisk eller personliga tillhörigheter.";
"insurance.awn.au.terms.link" = "Villkor";
"results.filter.all1" = "Alla filter";
"results.filter.all2" = "Alla filter (${x})";
"results.summary.title" = "<b>${x}</b> bilar | Sortera efter: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Hur fungerar ”Rekommenderad”-sorteringsordningen?";
"Omnibus.Pos.2.Title" = "Vad betyder ”Värde för pengarna”?";
"Omnibus.Pos.3.Title" = "Vilka variabler beaktas i sorteringsordningen?";
"Omnibus.Pos.4.Title" = "Hur fungerar sponsrade placeringar?";
"Omnibus.Pos.1.Body" = "I ”Rekommenderad”-sorteringsordningen används en rad olika faktorer för att rangordna fordon i en ordning som säkerställer att du ser det alternativ som ger mest ”Värde för pengarna” överst i dina sökresultat. Provision som mottagits från biluthyrningsfirmor påverkar denna beställning.";
"Omnibus.Pos.2.Body" = "Termen ”värde för pengarna” beskriver de variabler som påverkar sannolikheten att en kund väljer att hyra en hyrbil. Provisionen vi (CarTrawler) får från hyrbilsleverantörerna bekräftar vilken roll vi (CarTrawler) spelar i bokningen och påverkar hur vi fastställer ett övergripande ”Värde för pengarna”.";
"Omnibus.Pos.3.Body" = "När vi identifierar bästa ”Värde för pengarna” för våra kunder, tar vår sorteringsordning med ett antal variabler i beräkningen, inklusive:";
"Omnibus.Pos.4.Body" = "Vissa resepartner samarbetar med utvalda hyrbilsleverantörer. Sponsrade placeringar kan visas högst upp i sökresultaten på grund av betalningar som resepartnern fått från den valda hyrbilsleverantören. Kunder kan identifiera dessa sponsrade placeringar då de är markerade med en märkesplacering överst i sökresultaten.";
"Omnibus.Pos.3.bullet.1" = "Datum och plats för sökningen.";
"Omnibus.Pos.3.bullet.2" = "– Hyresperiodens längd.";
"Omnibus.Pos.3.bullet.3" = "– Kundbetyg för hyrbilsleverantörer baserat på CSAT-poäng och NPS.";
"Omnibus.Pos.3.bullet.4" = "Kundernas historiska beteende i förhållande till tidigare köp och historisk prissättning av liknande hyrbilsresultat.";
"Omnibus.Pos.3.bullet.5" = "– Provisionen vi får från hyrbilsleverantörer eller försäkringspartner.";
"Omnibus.Accept.Button.Text" = "Jag förstår!";
"Omnibus.Header.Text" = "Förklaring av rekommenderad";
"bookings.sheet.remove" = "Ta bort bokning";
"bookings.dialog.remove.title" = "Ta bort bokning?";
"bookings.dialog.remove.text" = "Du håller på att ta bort denna bokning permanent från din bokningslista.";
"bookings.dialog.remove.text.history" = "Denna bokning och din fullständiga bokningshistorik kommer fortfarande att vara tillgängliga via vår kundportal.";
"bookings.dialog.remove.CTA" = "Ta bort";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Boka med ${x}";
"payment.options.paypal.banner.text" = "När du har tryckt på ”Boka med PayPal” nedan kommer du att omdirigeras till PayPals webbplats där du kan logga in på ditt konto och slutföra betalningen. Du kommer att omdirigeras till sidan Bokningsbekräftelse för hyrbil efteråt.";
"payment.options.paypal.failed.title" = "${x}-betalningen misslyckades";
"payment.options.paypal.failed.text" = "Tyvärr uppstod ett tekniskt problem vid behandlingen av din betalning. Bokningen har inte slutförts ännu och du har inte debiterats. Försök igen med en av de tillgängliga betalningsmetoderna nedan.";
"vehicle_fuel_plugin_hybrid" = "Plug-in-hybrid";
"insurance.axa.regulatory.statement.uk" = "CarTrawler är en utsedd representant för Inter Partner Assistance S.A., som är auktoriserad och reglerad av Belgiens centralbank, med registrerat huvudkontor på Boulevard du Régent 7, 1000 Bryssel, Belgien. Godkänd av Prudential Regulation Authority (organisationsnummer 202664). Omfattas av bestämmelser från Financial Conduct Authority och begränsad reglering från Prudential Regulation Authority. Kontorsadress för Inter Partner Assistance S.A. UK är 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A är en del av AXA Group.";
"title_help" = "Hjälp";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Typ 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Typ 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Ospecificerad";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Vägguttag";
"VehicleList.Map.BottomSheet.ChargeType" = "Typ av laddning";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Öppet dygnet runt";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Ej i drift";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Långsam";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Snabb";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Extra snabb";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultrasnabb";
"title_search_cars" = "Sök bilar";
"title_language" = "Språk";
"title_my_bookings" = "Mina bokningar";
"title_contact_us" = "Kontakta oss";
"title_currency" = "Valuta";
"title_my_account" = "Mitt konto";
"manage_booking_booking_number_hint" = "Bokningsnummer";
"manage_booking_email_address" = "E-postadress";
"settings_main_language" = "Språk -";
"settings_main_currency" = "Valuta -";
"my_bookings_booking_id" = "Boknings-ID:";
"alert_dialog_no_internet_title" = "Ingen anslutning";
"my_bookings_warning" = "Använd din e-postadress och ditt referensnummer för att lägga till en bokning.";
"my_bookings_alert_dialog_header" = "Viktigt";
"my_bookings_alert_dialog_message" = "Du kan ta bort den här bokningen från listan, men bokningen är INTE AVBOKAD. 

Gå till avsnittet Hantera Bokning i e-postmeddelandet med din bokningsbekräftelse och välj Avboka.";
"my_bookings_alert_button_one" = "Gör Ingenting";
"my_bookings_alert_button_two" = "Ta Bort";
"contact_us_call" = "Ring";
"contact_international_number_title" = "Internationellt nummer";
"contact_local_number_title" = "Lokalt nummer";
"contact_us_allow_phone_call_permission" = "Du måste aktivera tillåtelse för telefonsamtal för denna app.";
"contact_us_allow_phone_call_permission_title" = "Viktigt";
"error_ssl_title" = "SSL Error";
"error_ssl_text" = "Det uppstod ett SSL Cert-fel av typen SslError:";
"error_my_bookings_title" = "Mina bokningar";
"error_my_bookings_text" = "Denna bokning har inte automatiskt lagts till Mina bokningar. 

Lägg till denna post via Hitta bokning.";
"success_my_bookings_text" = "Denna bokning är nu tillgänglig i Mina bokningar";
"my_bookings_delete" = "Ta bort";
"find_booking_button" = "Hitta bokning";
"help_subtitle" = "Vårt mål är att kunna erbjuda våra kunder den bästa servicen. Om vi kan hjälpa dig med något får du gärna kontakta oss.";
"from" = "Från";
"splash_tagline" = "Välkommen";
"your_are_offline_text" = "Din enhet är offline.

Kontrollera din nätverksanslutning.";
"retry" = "Försök igen";
"hi_there" = "Hej!";
"n_a" = "Ej tillämpligt";
"saved_offline" = "Sparad offline";
"view_voucher" = "Visa voucher";
"we_re_here_to_help" = "Vi hjälper dig";
"currency_name_eur" = "EUR – Euro";
"currency_name_gbp" = "GBP – Brittiskt pund";
"currency_name_usd" = "USD – Amerikansk dollar";
"currency_name_aed" = "AED – Emiratisk dirham";
"currency_name_all" = "ALL – Albansk lek";
"currency_name_amd" = "AMD – Armenisk dram";
"currency_name_aoa" = "AOA – Angolansk kwanza";
"currency_name_ars" = "ARS – Argentinsk peso";
"currency_name_aud" = "AUD – Australisk dollar";
"currency_name_azn" = "AZN – Azerbajdzjansk manat";
"currency_name_bam" = "BAM – Konvertibel mark";
"currency_name_bbd" = "BBD – Barbadisk dollar";
"currency_name_bdt" = "BDT – Bangladeshisk taka";
"currency_name_bgn" = "BGN – Bulgarisk lev";
"currency_name_bhd" = "BHD – Bahrainsk dinar";
"currency_name_bmd" = "BMD – Bermudisk dollar";
"currency_name_bnd" = "BND – Bruneisk dollar";
"currency_name_bob" = "BOB – Boliviansk boliviano";
"currency_name_brl" = "BRL – Brasiliansk real";
"currency_name_bsd" = "BSD – Bahamansk dollar";
"currency_name_bwp" = "BWP – Botswansk pula";
"currency_name_cad" = "CAD – Kanadensisk dollar";
"currency_name_chf" = "CHF – Schweizisk franc";
"currency_name_clp" = "CLP – Chilensk peso";
"currency_name_cny" = "CNY – Kinesisk yuan renminbi";
"currency_name_cop" = "COP – Colombiansk peso";
"currency_name_crc" = "CRC – Costaricansk colón";
"currency_name_cup" = "CUP – Kubansk peso";
"currency_name_cve" = "CVE – Kapverdisk escudo";
"currency_name_cyp" = "CYP – Cypriotiskt pund";
"currency_name_czk" = "CZK – Tjeckisk koruna";
"currency_name_dkk" = "DKK – Dansk krona";
"currency_name_dop" = "DOP – Dominikansk peso";
"currency_name_dzd" = "DZD – Algerisk dinar";
"currency_name_egp" = "EGP – Egyptiskt pund";
"currency_name_ern" = "ERN – Eritreansk nakfa";
"currency_name_etb" = "ETB – Etiopisk birr";
"currency_name_fjd" = "FJD – Fijiansk dollar";
"currency_name_ghs" = "GHS – Ghanansk cedi";
"currency_name_gnf" = "GNF – Guinesisk franc";
"currency_name_gtq" = "GTQ – Guatemaltekisk quetzal";
"currency_name_hkd" = "HKD – Hongkongdollar";
"currency_name_hnl" = "HNL – Honduransk lempira";
"currency_name_hrk" = "HRK – Kroatisk kuna";
"currency_name_huf" = "HUF – Ungersk forint";
"currency_name_idr" = "IDR – Indonesisk rupie";
"currency_name_ils" = "ILS – Israelisk shekel";
"currency_name_inr" = "INR – Indisk rupie";
"currency_name_irr" = "IRR – Iransk rial";
"currency_name_isk" = "ISK – Isländsk krona";
"currency_name_jmd" = "JMD – Jamaicansk dollar";
"currency_name_jod" = "JOD – Jordansk dinar";
"currency_name_jpy" = "JPY – Japansk yen";
"currency_name_kes" = "KES – Kenyansk shilling";
"currency_name_kwd" = "KWD – Kuwaitisk dinar";
"currency_name_kzt" = "KZT – Kazakstansk tenge";
"currency_name_lbp" = "LBP – Libanesiskt pund";
"currency_name_lkr" = "LKR – Lankesisk rupie";
"currency_name_lsl" = "LSL – Lesothisk loti";
"currency_name_mad" = "MAD – Marockansk dirham";
"currency_name_mga" = "MGA – Madagaskisk ariary";
"currency_name_mkd" = "MKD – Makedonisk denar";
"currency_name_mop" = "MOP – Macaosk pataca";
"currency_name_mur" = "MUR – Mauritisk rupie";
"currency_name_mwk" = "MWK – Malawisk kwacha";
"currency_name_mxn" = "MXN – Mexikansk peso";
"currency_name_myr" = "MYR – Malaysisk ringgit";
"currency_name_mzn" = "MZN – Moçambikisk metical";
"currency_name_nad" = "NAD – Namibisk dollar";
"currency_name_ngn" = "NGN – Nigeriansk naira";
"currency_name_nok" = "NOK – Norsk krona";
"currency_name_nzd" = "NZD – Nyzeeländsk dollar";
"currency_name_omr" = "OMR – Omansk rial";
"currency_name_pen" = "PEN – Peruansk nuevo sol";
"currency_name_php" = "PHP – Filippinsk peso";
"currency_name_pkr" = "PKR – Pakistansk rupie";
"currency_name_pln" = "PLN – Polsk zloty";
"currency_name_qar" = "QAR – Qatarisk rial";
"currency_name_ron" = "RON – Rumänsk lei";
"currency_name_rsd" = "RSD – Serbisk dinar";
"currency_name_rub" = "RUB – Rysk rubel";
"currency_name_sar" = "SAR – Saudiarabisk rial";
"currency_name_sdg" = "SDG – Sudanesiskt pund";
"currency_name_sek" = "SEK – Svensk krona";
"currency_name_sgd" = "SGD – Singaporiansk dollar";
"currency_name_syp" = "SYP – Syriskt pund";
"currency_name_szl" = "SZL – Swaziländsk lilangeni";
"currency_name_thb" = "THB – Thailändsk baht";
"currency_name_tnd" = "TND – Tunisisk dinar";
"currency_name_try" = "TRY – Turkisk lira";
"currency_name_ttd" = "TTD – Trinidaddollar";
"currency_name_twd" = "TWD – Taiwanesisk dollar";
"currency_name_tzs" = "TZS – Tanzanisk shilling";
"currency_name_uah" = "UAH – Ukrainsk hryvnia";
"currency_name_ugx" = "UGX – Ugandisk shilling";
"currency_name_vef" = "VEF – Venezuelansk bolivar";
"currency_name_vnd" = "VND – Vietnamesisk dong";
"currency_name_vuv" = "VUV – Vanuatisk Vatu";
"currency_name_xaf" = "XAF – Centralafrikansk CFA-franc";
"currency_name_xcd" = "XCD – Östkaribisk dollar";
"currency_name_xof" = "XOF – Västafrikansk CFA-franc";
"currency_name_xpf" = "XPF – CFP-franc";
"currency_name_yer" = "YER – Jemenitisk rial";
"currency_name_zar" = "ZAR – Sydafrikansk rand";
"voucher" = "Voucher";
"you_are_offline_find_booking" = "Du är offline. Du behöver en internetuppkoppling för att hitta bokningar.";
"your_bookings" = "Dina bokningar";
"manage_booking_title_warning" = "Fyll i för att hitta din bokning";
"manage_booking_subtitle_warning" = "Om du har gjort en bokning via en annan enhet kan du hitta den här.";
"internet_alert_dialog_no_internet" = "Din enhet är offline.

Kontrollera din nätverksanslutning.";
"help_alert_dialog_header" = "Ändra inställningar?";
"help_alert_dialog_message" = "Alla aktiva sökningar återställs.";
"help_alert_button_one" = "Bekräfta";
"help_alert_button_two" = "Avbryt";
"nav_bar_back_title" = "Föregående";
"manage_booking_alert_confirm" = "OK";
"amend" = "Ändra";
"amend_booking" = "Ändra";
"title_faq" = "Vanliga frågor";
"manage_booking" = "Hantera bokning";
"VehicleList.Chip.EVLongRange.Text" = "Elbil med lång räckvidd";
"VehicleDetails.EVLongRange.Description" = "Elbil med lång räckvidd: Detta fordon kan färdas över ${x} på en enda laddning";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Miljövänligt alternativ";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Elbil med lång räckvidd";
"landing.countdowntimer.salename" = "Rea";
"landing.countdowntimer.presale" = "${x} börjar om";
"landing.countdowntimer.duringsale" = "${x} slutar om";
"Driver.Details.Marketing.Consent.Text" = "Få exklusiva erbjudanden om hyrbilar och annan viktig information direkt till din inkorg.";
"Driver.Details.Marketing.Consent.Policy" = "Se våra ${x} för mer information.";
"abandonment.deeplink.total" = "Totalpris";
"abandonment.deeplink.day" = "dag";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Plats lämplig för elfordon";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Bättre för stadskörning";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Kör enkelt";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Oroar du dig för bränslekostnaden?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Elbilar går längre än du tror";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Din upphämtningsplats har utmärkta laddningstjänster för uthyrning av elbilar (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Att köra en elbil (EV) fungerar på samma sätt som en automatbil. De är tystare och ger inga CO2-utsläpp";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Att ladda en elbil (EV, Electric Vehicle) kostar mycket mindre än att tanka en bensin- eller dieselbil av liknande storlek. Spara upp till 50 % av resekostnaderna";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Elbilar (EV) är effektivare när det gäller att stanna och starta i stadstrafik";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Uthyrning av elbilar med lång räckvidd (EV) kan köra över 400 km på en enda laddning. 80 % av alla bilresor i Europa är kortare än 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "KOSTNADSFRI avbokning när som helst före upphämtning";
"landing.mosaic.title" = "Vårt åtagande för att bli miljövänliga";
"landing.mosaic.tile1.title" = "Nödvändigheter för elbilar";
"landing.mosaic.tile1.body" = "Allt du behöver veta när du hyr en elbil";
"landing.mosaic.tile1.ctaText" = "<u>Läs mer</u>";
"landing.mosaic.tile2.title" = "Viktig information om laddning av elbilar";
"landing.mosaic.tile2.body" = "Din guide till att ladda en elbil";
"landing.mosaic.tile2.ctaText" = "<u>Läs mer</u>";
"landing.mosaic.tile3.title" = "Viktiga frågor att ställa när du hyr en elbil";
"landing.mosaic.tile3.body" = "Viktiga frågor att ställa när du hyr en elbil";
"landing.mosaic.tile3.ctaText" = "<u>Läs mer</u>";
"landing.countdowntimer.days" = "dagar";
"landing.countdowntimer.hours" = "timmar";
"landing.countdowntimer.minutes" = "minuter";
"landing.countdowntimer.seconds" = "sekunder";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Flygplats – ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} plats (${y})";
"results.filter.all3" = "Filter (${x})";
"VehicleList.Header.Filter" = "Filter";
"VehicleList.Header.Filter.Selected" = "Filter (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Priset för ${X} dagar från ${y}";
"LoyaltyNumber" = "Lojalitetsnummer (valfritt)";
"VehicleList.Header.Map" = "Karta";
"Payment.256.Encrypted" = "Alla betalningstransaktioner är krypterade med 256-bitars SSL";
"Insurance.Applicable.Taxes" = "Inkluderar alla tillämpliga skatter";
"BookingError.Insurance" = "Ett tekniskt problem uppstod vid behandling av en del av din bokning. Vi beklagar detta. Bokningen av din bil har gått igenom men ett problem uppstod vid tecknande av försäkring. Du kan försöka igen i sektionen Hantera min bokning, information kommer i e-postmeddelandet med bekräftelsen.";
"Payment.Exchange.Currency.Message" = "Observera att summan som ska betalas idag kommer att debiteras i ${z} baserat på dagens växelkurs (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Annat";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Totalt ${x}";
"settings.label.url.4" = "Sekretesspolicy";
"Price.Summary.Included.Charges" = "Inkluderade avgifter";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Information om leverantören";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} bort";
"VehicleList.Map.BottomSheet.SupplierHours" = "Öppettider";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Stängt";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "måndag";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "tisdag";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "onsdag";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "torsdag";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "fredag";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "lördag";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "söndag";
"Add.Booking.Title" = "Vi hittade tyvärr inga resultat som stämde överens med dina sökkriterier.";
"Add.Booking.Form.Error" = "Vi hittade tyvärr inga resultat som stämde överens med dina sökkriterier.";
"Add.Booking.Heading" = "Lägg till bokning";
"Add.Booking.Form.BookingId.Error" = "Ogiltigt nummer";
"please.try.again" = "Försök igen.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Kostnadsfri försäkringsavbokning när som helst före upphämtning";
"Insurance.XC.Subtitle.eDo" = "Premium Cover-försäkringen ger oöverträffat skydd och högre ersättningsbelopp upp till ${policy.limit}, och dessutom högre ersättningsgränser för de delförsäkringar som är viktigast. Erbjuds exklusivt för Prime-medlemmar.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Avboka kostnadsfritt upp till 24 timmar före upphämtning";
"insurance.xc.simple.api.main.more.info.button" = "Mer information";
"Insurance.XC.USP.ThirdParty" = "Tredjepartsförsäkring";
"insurance.xc.simple.api.main.link.terms.text" = "Villkor";
"Insurance.xc.pricing.terms" = "Inkluderar alla tillämpliga skatter";
"Insurance.XC.USP.LatePickUp" = "Sen upphämtning på grund av försenad avgång";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Avboka kostnadsfritt upp till 24 timmar före upphämtning";
"insurance.xc.simple.api.main.premium.cta" = "Fortsätt med Premium-täckning";
"Insurance.XC.USP.Windscreen" = "Skada på vindruta, glas och däck";
"Insurance.XC.USP.Misfueling" = "Avgifter för feltankning";
"Insurance.XC.USP.BreakdownAssistance" = "Vägassistans";
"Insurance.XC.USP.ClaimSupport" = "Flerspråkig support för skadeanmälan";
"Insurance.XC.USP.TravelExpenses" = "Resekostnader";
"Insurance.XC.Subtitle" = "Med vårt extra skydd kommer du att återbetalas självriskbeloppet, upp till ${x}, så att du inte behöver ta ur egen ficka i händelse av en olycka.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Genom att välja Premium-täckning och fortsätta bekräftar du att du har läst och accepterar försäkringen ${x} och ${y} att denna policy, baserat på denna information, passar dina behov.";
"Insurance.XC.Title" = "Premium-täckning";
"Insurance.XC.USP.RefundableExcess.Alt" = "Upp till <span>100 % återbetalningsbar självrisk</span>";
"CannotProcessReservation" = "Det uppstod ett oväntat  fel. Din bokning skapades inte och du har inte debiterats. Gör en ny sökning och försök igen.";
"insurance.options.xc.header" = "Försäkringsalternativ";
"insurance.options.xc.premium.body" = "<b>Premium</b> – ger <b>överlägsen täckning</b>, om du råkar ut för en olycka kommer du att <b>återbetalas</b> din självrisk upp till ${x}.";
"top.up.your.protection" = "Öka ditt skydd";
"insurance.options.xc.limited.body" = "<b>Begränsad</b> – ger <b>minimalt skydd</b>, om du råkar ut för en olycka måste du betala en <b>icke-återbetalningsbar</b> självrisk på upp till ${x}.";
"title_calendar" = "Kalender";
"title_conditions" = "Allmänna villkor";
"title_details" = "Biluppgifter";
"title_details_supplier" = "BETYG";
"title_details_vehicle" = "INGÅR";
"title_extras_insurance" = "Tillval och försäkring";
"title_filters" = "Filter";
"title_insurance" = "Försäkring";
"title_locations" = "Platser";
"title_payment" = "Betalning";
"title_results" = "Resultat";
"title_search_ground" = "Hitta marktransport";
"title_search_rental" = "Hyrbilar";
"title_settings" = "Inställningar";
"title_summary" = "Betalningsöversikt";
"title_user" = "Huvudförarens uppgifter";
"title_extras" = "Tillval";
"CTA_add" = "Lägg till en bokning";
"CTA_search" = "Sök bilar";
"CTA_save" = "Spara inställningar";
"CTA_continue" = "Nästa";
"CTA_with_insurance" = "Fortsätt med försäkring";
"CTA_no_insurance" = "Fortsätt utan försäkring";
"CTA_to_homepage" = "Tillbaka till startsidan";
"CTA_book" = "Boka nu för";
"CTA_close" = "Stäng";
"CTA_cancel" = "Avbryt";
"CTA_done" = "Klar";
"search_pickup_location_text" = "Upphämtningsplats";
"search_pickup_location_hint" = "Ange flygplats, stad eller station";
"search_return_location_text" = "Återlämningsplats";
"search_return_location_hint" = "Ange flygplats, stad eller station";
"search_return_location_button" = "Återlämning på samma plats";
"search_driver_age" = "Förarens ålder är mellan 25 och 70";
"search_driver_age_hint" = "Förarens ålder";
"search_select_dates" = "Datum";
"search_select_dates_hint" = "Välj datum";
"search_pickup_time_text" = "Hämtningstid";
"search_return_time_text" = "Återlämningstid";
"search_locations_placeholder" = "Ange plats";
"calendar_summary_dropoff" = "Avlämningsdatum";
"calendar_summary_pickup" = "Upphämtningsdatum";
"calendar_summary_title" = "Välj datum";
"calendar_select_date" = "Välj datum";
"calendar_select_dates" = "Välj dina datum";
"calendar_pickup_date" = "Upphämtningsdatum";
"calendar_return_date" = "Återlämningsdag";
"calendar_continue" = "Nästa";
"calendar_sun" = "Sön";
"calendar_mon" = "Mån";
"calendar_tue" = "Tis";
"calendar_wed" = "Ons";
"calendar_thu" = "Tor";
"calendar_fri" = "Fre";
"calendar_sat" = "Lör";
"locations_results_airports" = "Flygplatser";
"locations_results_others" = "Alla andra platser";
"settings_country_title" = "Land";
"settings_currency_title" = "Valuta:";
"settings_select_country" = "Välj land";
"settings_select_currency" = "Välj valuta";
"settings_select_languages" = "Välj språk";
"results_sort" = "Sortera";
"results_filter" = "Filter";
"vehicle_orsimilar" = "eller motsvarande";
"vehicle_passenger" = "Passagerare";
"vehicle_passengers" = "Passagerare";
"vehicle_bag" = "Väska";
"vehicle_bags" = "Väskor";
"vehicle_door" = "Dörrar";
"vehicle_doors" = "Dörrar";
"vehicle_duration_1" = "Pris för";
"vehicle_duration_2" = "dag";
"vehicle_duration_3" = "dagar";
"vehicle_total_price" = "Totalpris";
"vehicle_best_seller" = "Bästsäljare";
"vehicle_great_value" = "Mycket för pengarna";
"vehicle_provided" = "Tillhandahålls av";
"vehicle_air_conditioning" = "Luftkonditionering";
"vehicle_fuel_policy" = "Tankning";
"vehicle_supplier_address" = "Leverantörsadress";
"vehicle_suppliers_address_detail" = "Leverantörens adress är:";
"vehicle_pickup_location" = "Upphämtningsplats";
"vehicle_vehicle_inclusion" = "Den här saken är inkluderad i fordonets pris";
"rental_sort_title" = "Sortera resultat efter";
"rental_sort_price" = "Pris";
"rental_sort_rating" = "Betygsättning";
"rental_sort_recommended" = "Rekommenderas";
"filter_package" = "Paket";
"filter_carsize" = "Bilens storlek";
"filter_supplier" = "Leverantör";
"filter_rating" = "Betygsättning";
"filter_fuel" = "Tankning";
"filter_carfuel" = "Bränsletyp";
"filter_carspec" = "Bilspecifikationer";
"filter_transmission" = "Växellåda";
"filter_specialoffers" = "Specialerbjudande";
"filter_transfertype" = "Transfertyp";
"filter_transfertime" = "Restid";
"filter_reset" = "Återställ";
"vehicle_type_cargovan" = "Skåpbil";
"vehicle_type_compact" = "Kompakt";
"vehicle_type_compact_elite" = "Kompakt elit";
"vehicle_type_economy" = "Ekonomi";
"vehicle_type_economy_elite" = "Ekonomi elit";
"vehicle_type_estate" = "Kombi";
"vehicle_type_exotic" = "Exotisk";
"vehicle_type_exotic_SUV" = "Exotisk stadsjeep";
"vehicle_type_fifteen_passenger_van" = "Minibuss för 15 passagerare";
"vehicle_type_five_seat_carrier" = "Femsitsig minibuss";
"vehicle_type_four_wheel_drive" = "Fyrhjulsdrift";
"vehicle_type_fullsize" = "Fullstor";
"vehicle_type_fullsize_elite" = "Fullstor elit";
"vehicle_type_intermediate" = "Mellanstor";
"vehicle_type_intermediate_elite" = "Mellanstor elit";
"vehicle_type_large_SUV" = "Stor stadsjeep";
"vehicle_type_large_truck" = "Stor lastbil";
"vehicle_type_luxury" = "Lyx";
"vehicle_type_luxury_elite" = "Lyx elit";
"vehicle_type_medium_SUV" = "Medelstor stadsjeep";
"vehicle_type_midsize" = "Mellanstor";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini elit";
"vehicle_type_minivan" = "Minivan";
"vehicle_type_moped" = "Moped";
"vehicle_type_moving_van" = "Flyttbil";
"vehicle_type_nine_seat_carrier" = "Niositsig minibuss";
"vehicle_type_oversize" = "Mycket stor";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium elit";
"vehicle_type_regular" = "Vanlig";
"vehicle_type_seven_seat_carrier" = "Sjusitsig minibuss";
"vehicle_type_small_SUV" = "Liten stadsjeep";
"vehicle_type_small_medium_truck" = "Liten medelstor lastbil";
"vehicle_type_special" = "Special";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Standard elit";
"vehicle_type_stretch" = "Limousin";
"vehicle_type_subcompact" = "Subkompakt";
"vehicle_type_twelve_foot_truck" = "Lastbil, 12 fot";
"vehicle_type_twelve_passenger_van" = "Minibuss för tolv passagerare";
"vehicle_type_twenty_foot_truck" = "Lastbil, 20 fot";
"vehicle_type_twenty_four_foot_truck" = "Lastbil, 24 fot";
"vehicle_type_twenty_six_foot_truck" = "Lastbil, 26 fot";
"vehicle_type_unique" = "Ovanlig";
"vehicle_type_vehicle_size_SUV" = "Fordonsstorlek, stadsjeep";
"vehicle_type_other" = "Annat";
"vehicle_fuel_petrol" = "Bensin";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Automatisk";
"vehicle_transmission_manual" = "Manuell";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Samma avgift-Samma avgift";
"vehicle_fuel_policy_type_FULLFULL" = "Hämta och lämna med full tank";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Tom till tom";
"vehicle_fuel_policy_type_FULLEMPTY" = "Köp bränsle i förväg";
"vehicle_fuel_policy_type_HALFEMPTY" = "Hälften till tom";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Hämta kvartsfull, Lämna tom";
"vehicle_fuel_policy_type_HALFHALF" = "Hämta och lämna med halv tank";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Hämta och lämna med kvarts tank";
"vehicle_fuel_policy_type_UNKNOWN" = "Okänt";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Bränsle: Köp bränsle i förväg och få delvis återbetalning";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Bränsle: Välj vid hyrdisken.";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Bränslekostnader: Ingår inte";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Bränslekostnader: Ingår";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Håll den laddad för att slippa avgifter. Du kommer att få en bil med en viss batteriladdning från leverantören vid uthämtning. Du har sedan ansvar för att returnera den med samma laddningsnivå som när du hämtade ut bilen.";
"vehicle_fuel_policy_desc_FULLFULL" = "Detta är det bästa bränslealternativet. Din bil levereras fulltankad. Lämna tillbaka bilen med full tank för att undvika avgifter för påfyllning.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Din bil levereras med tillräckligt med bränsle för att ta dig till närmaste bensinstation. Bilen ska återlämnas med en tom tank eftersom ingen återbetalning ges för oanvänt bränsle.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Bilen levereras med en full tank, men du kommer att debiteras för detta vid servicedisken. Bilen ska återlämnas med en tom tank eftersom ingen återbetalning ges för oanvänt bränsle.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Din bil levereras med halv tank. Du kommer att debiteras för detta bränsle vid hyrdisken. Du kan använda så mycket bränsle du vill och behöver inte fylla tanken innan du lämnar tillbaka bilen.";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Din bil levereras med kvarts tank. Du kommer att debiteras för detta bränsle vid hyrdisken. Du kan använda så mycket bränsle du vill och behöver inte fylla tanken innan du lämnar tillbaka bilen.";
"vehicle_fuel_policy_desc_HALFHALF" = "Din bil levereras med halv tank. Lämna tillbaka bilen med halv tank för att undvika avgifter för påfyllning. Om du återlämnar bilen med mer bränsle, kommer du inte att få någon ytterligare återbetalning.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Din bil levereras med kvarts tank. Lämna tillbaka bilen med kvarts tank för att undvika avgifter för påfyllning. Om du återlämnar bilen med mer bränsle, kommer du inte att få någon ytterligare återbetalning.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Visa viktig information";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Din bil levereras fulltankad. Du kommer att debiteras för detta vid servicedisken och detta medför en icke-återbetalningsbar administrationsavgift. Du kommer att få tillbaka pengar för oanvänt bränsle när du lämnar tillbaka bilen.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Din bil levereras med full tank. Du kan välja att betala för bränslet i förväg vid hyrdisken (köp bränsle i förväg) eller att fylla på tanken innan du lämnar tillbaka bilen (hämta och lämna med full tank). I båda fallen ska du se till att hyrbilsleverantören vet vilken bränslepolicy som du vill ha.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Bränslekostnader ingår inte i priset. Du betalar för att fylla på full tank innan chauffören släpper av dig.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Alla bränslekostnader ingår. Du behöver inte betala extra för tankning.";
"vehicle_pickup_type" = "Typ av hämtning";
"vehicle_pickup_location_VWF_1.VWF.X" = "Hämtning vid flygplatsterminal";
"vehicle_pickup_location_VWF_2.VWF.X" = "På flygplatsen";
"vehicle_pickup_location_VWF_3.VWF.X" = "Flygplatsterminal";
"vehicle_pickup_location_VWF_4.VWF.X" = "Tågstation";
"vehicle_pickup_location_VWF_5.VWF.X" = "Hotelleverans";
"vehicle_pickup_location_VWF_6.VWF.X" = "Bilhandlare";
"vehicle_pickup_location_VWF_7.VWF.X" = "Stadscentrum/innerstaden";
"vehicle_pickup_location_VWF_8.VWF.X" = "Öster om stadens centrum";
"vehicle_pickup_location_VWF_9.VWF.X" = "Söder om stadens centrum";
"vehicle_pickup_location_VWF_10.VWF.X" = "Väster om stadens centrum";
"vehicle_pickup_location_VWF_11.VWF.X" = "Norr om stadens centrum";
"vehicle_pickup_location_VWF_12.VWF.X" = "Hamn/färjeläge";
"vehicle_pickup_location_VWF_13.VWF.X" = "I närheten av resort";
"vehicle_pickup_details_VWF_1.VWF.X" = "Detta är det mest praktiska upphämtningsalternativet. Servicedisken ligger i flygplatsterminalen.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Servicedisken är praktiskt belägen inom flygplatsområdet.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Det här är en mottagningstjänst. Din chaufför väntar på dig vid ankomsten. Vänligen ange ditt flygnummer så att chauffören kan se eventuella förseningar av flyget.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Du kan hämta din bil från receptionen på ditt hotell.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Det här är en mottagningstjänst. Din chaufför väntar på dig vid ankomsten. Vänligen ange ditt flygnummer så att chauffören kan se eventuella förseningar av flyget.";
"vehicle_pickup_type_VLI_1.VLI.X" = "I terminalen";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal och skyttel";
"vehicle_pickup_type_VLI_3.VLI.X" = "Kostnadsfri skyttelbuss";
"vehicle_pickup_type_VLI_4.VLI.X" = "Mottagande";
"vehicle_pickup_type_VLI_6.VLI.X" = "Privatchaufför";
"vehicle_pickup_at_airport" = "På flygplats";
"vehicle_pickup_unknown" = "Okänt";
"included_title" = "Ingår kostnadsfritt:";
"included_cancel" = "Avbokning";
"included_amend" = "Ändringar";
"included_thirdparty" = "Försäkring mot skadeståndsansvar";
"included_theft" = "Stöldförsäkring";
"included_collision" = "Självriskreducering på vagnskada";
"included_terms" = "Allmänna villkor";
"supplier_reviews" = "recensioner";
"supplier_car" = "Hyrbilens nivå av renhet";
"supplier_desk" = "Service vid leverantörsdisken";
"supplier_pickup" = "Upphämtningsprocess för hyrbilen";
"supplier_dropoff" = "Avlämningprocess för hyrbilen";
"supplier_price" = "Helhetsvärde för pengarna";
"supplier_waiting" = "Väntetid";
"supplier_below_average" = "Under medel";
"supplier_good" = "Bra";
"supplier_excellent" = "Utmärkt";
"supplier_rating_detail" = "kunder betygsätter det här hyrbilsföretaget som";
"extras_equipment_aircon" = "Luftkonditionering";
"extras_equipment_gps" = "GPS";
"extras_back" = "Föregående";
"extras_conditions" = "Observera att tillval betalas vid hyrdisken. Vi försöker se till att kunderna får alla sina tillval, men tillgängligheten kan inte alltid garanteras.";
"extras_per_day" = "per dag";
"extras_placeholder" = "Tillhandahålls av det ledande globala försäkrings- och kapitalförvaltningsbolaget Axa.";
"insurance_summary_replace_src" = "kryssa för rutan nedan";
"insurance_summary_replace_val" = "välj att fortsätta med försäkring";
"insurance_summary_title" = "Anledningar till att skaffa helförsäkring";
"insurance_list_1_title" = "Mycket för pengarna";
"insurance_list_1_body" = "Eliminera möjlig ersättningsskyldighet på upp till ${x} för endast ${w} per dag";
"insurance_list_2_title" = "Bästa skyddet";
"insurance_list_2_body" = "I händelse av att bilen skadas eller stjäls och du måste betala självrisk kommer den att återbetalas helt.";
"insurance_list_3_title" = "Trygghet";
"insurance_list_3_body" = "Självrisken är helt täckt om olyckan skulle vara framme.";
"insurance_conditions" = "Se ${x} för fullständig information.";
"insurance_provider" = "Tillhandahålls av det ledande globala försäkrings- och kapitalförvaltningsbolaget Axa";
"insurance_policy" = "Den här försäkringen tecknas av INTER PARTNER ASSISTANCE SA, medlem av AXA Assistance Group, Avenue Louise 166, 1050 Bryssel, Belgien.";
"user_name_hint" = "Namn";
"user_firstname_hint" = "Förnamn";
"user_surname_hint" = "Efternamn";
"user_email_hint" = "E-post";
"user_email2_hint" = "Bekräfta e-postadress";
"user_phone_hint" = "Telefonnummer";
"user_address_hint" = "Adress";
"user_address_line1_hint" = "Adressrad 1";
"user_address_line2_hint" = "Adressrad 2";
"user_city_hint" = "Ort";
"user_postcode_hint" = "Postnummer";
"user_flight_hint" = "Flygnummer (viktigt)";
"user_country_hint" = "Land";
"summary_desk" = "Betala i disk";
"summary_now" = "Betala nu";
"summary_rental" = "Hyrbilar";
"summary_ground" = "Resa";
"summary_total" = "Totalpris";
"summary_pickup" = "Upphämtning";
"summary_dropoff" = "Avlämning";
"summary_lead_driver" = "Huvudförarens uppgifter";
"summary_vehicle" = "Fordonssammanfattning";
"summary_payment" = "Betalningssammanfattning";
"summary_damage_refund" = "Försäkring för återbetalning av skada";
"summary_booking_fee" = "Bokningsavgift";
"payment_text_1" = "Klicka på \"Boka nu\" för att slutföra din bokning och acceptera ${x}";
"payment_text_2" = "Allmänna villkor";
"receipt_email_text" = "Vi har skickat ett e-postmeddelande med bekräftelse till ${x}. Det kan ta upp till 15 minuter innan det kommer fram. Kontrollera din voucher innan du hämtar upp bilen.";
"receipt_scroll" = "Rulla för sammanfattning";
"receipt_success" = "Din bokning är nu genomförd.";
"receipt_summary_car" = "Bilsammanfattning";
"receipt_summary_driver" = "Huvudförarens uppgifter";
"receipt_summary_dropoff" = "Avlämning";
"receipt_summary_pickup" = "Hämtning";
"receipt_title" = "Grattis!";
"receipt_your_reference" = "Din bokningsreferens:";
"general_form_empty" = "Fyll i det här fältet";
"results_empty" = "Inga resultat";
"error_widget_no_cars" = "Inga bilar hittades för denna plats";
"error_payment_general" = "Ett fel inträffade vid betalning";
"error_requestor_missing" = "Inget förfrågar-ID tillhandahölls";
"error_payment_no_internet1" = "Ingen internetanslutning";
"error_payment_no_internet2" = "Du behöver en internetanslutning för att slutföra din bokning";
"error_payment_loading1" = "Vi ber om ursäkt";
"error_payment_loading2" = "Vi har problem med att ladda betalningsskärmen";
"error_ok" = "OK";
"error_no_booking_ref" = "Ingen bokningsreferens";
"error_no_insurance_available" = "Ingen försäkring tillgänglig";
"booking_reference_prefix" = "Bokningsreferens";
"title_booking_manager" = "Kommande bokningar";
"settings_language_header" = "Språk";
"interstitial_header" = "Vi söker efter den perfekta bilen för dig";
"interstitial_subheader" = "till det bästa priset";
"mins_placeholder" = "min.";
"summary_deposit" = "Deposition för biluthyrning";
"confirmation_loading_header" = "Vi behandlar din betalning";
"confirmation_loading_subheader" = "Detta kan ta upp till 30 sekunder, var god vänta";
"address_details_title" = "Adressuppgifter";
"add_extras_title" = "Lägg till tillval";
"insurance_upgrade" = "Lägg till försäkring";
"insurance_added" = "Tillagd";
"car_rental_total" = "Total biluthyrning";
"vehicle_features" = "egenskaper";
"vehicle_features_title" = "Andra bilfunktioner";
"free_cancellation_detail" = "Goda nyheter! Gratis avbokning och ändringar av din bokning.";
"free_cancellation_title" = "God nyheter!";
"free_cancellation_point1" = "Kostnadsfri avbokning upp till 24 timmar före hämtning";
"free_cancellation_point2" = "Inga avgifter när du ändrar din bokning online, i appen eller över telefon.";
"vehicle_mileage_title" = "Körsträcka:";
"vehicle_mileage_618_VCP_X" = "Begränsad körsträcka";
"vehicle_mileage_618_VCP_X_desc" = "En genomsnittlig körsträcka på ${x} ${y} ${z} ingår i priset. Extra körsträcka kan medföra ytterligare avgifter.";
"vehicle_mileage_609_VCP_X" = "Obegränsad körsträcka";
"vehicle_mileage_609_VCP_X_desc" = "Det finns ingen begränsning på den sträcka du kan köra med den här bilen.";
"vehicle_insurance_title" = "Försäkring";
"vehicle_insurance_title_description" = "Begränsad täckning";
"insurance_upgrade_title" = "Uppgradera ditt skydd";
"insurance_upgrade_subtitle" = "Försäkring för återbetalning av skada";
"insurance_more" = "Ytterligare information";
"insurance_per_day" = "per dag";
"insurance_total" = "Totalpris";
"insurance_detail_title" = "Försäkring för återbetalning av skada";
"insurance_more_details_title1" = "Minska din skadeståndsskyldighet från ${x} till  ${y}";
"insurance_more_details_insurance_main_text" = "Hyrbilsleverantören kan be dig att betala en deposition eller teckna en självriskförsäkring för din resa. Denna försäkring för återbetalning av skada ska täcka din självrisk, så kontrollera de allmänna villkoren innan du köper en annan försäkring. Om bilen skadas eller blir stulen kommer hyrbilsleverantören att behålla självrisken för att täcka kostnaderna, vilka du kan återkräva helt med din återbetalningsförsäkring.";
"vehicle_other" = "Andra bilar";
"insurance_more_details_title2" = "Vad som täcks";
"insurance_more_details_point1" = "Full återbetalning för självrisk för skada och stöld";
"insurance_more_details_point2" = "Däck, rutor, speglar och hjul";
"insurance_more_details_point3" = "Tak, underrede och feltankning";
"insurance_more_details_point4" = "Administrationskostnader";
"insurance_more_details_point5" = "Täckning för borttappad eller stulen nyckel och personliga tillhörigheter";
"insurance_terms_conditions" = "Villkor";
"CTA_add_to_flight" = "Lägg till i flygbokning";
"CTA_edit" = "Ändra";
"payment_name" = "Namn";
"payment_card" = "Kortnummer";
"payment_expiry" = "MM/ÅÅ";
"payment_cvc" = "CVC-nummer";
"payment_summary_pay_nothing_desk" = "Betala ingenting vid disk";
"extras_title" = "Lägg till tillval";
"extras_all" = "Visa allt";
"merchandising_business" = "Affärsresande";
"merchandising_city_break" = "Storstadssemester";
"merchandising_family_size" = "Familjebil";
"merchandising_best_seller" = "Bästsäljare";
"merchandising_great_value" = "Mycket för pengarna";
"merchandising_quickest_queue" = "Snabbaste kön";
"merchandising_recommended" = "Rekommenderat";
"merchandising_upgrade_to" = "Uppgradera till";
"merchandising_on_budget" = "På en budget";
"merchandising_best_reviewed" = "Bästa recenserade";
"payment_free" = "Ingår kostnadsfritt";
"feature_usb" = "USB-anslutning";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Andra funktioner";
"feature_german_model" = "Tysk modell";
"feature_front_demister" = "Främre defroster";
"feature_parking_sensors" = "Parkeringssensorer";
"feature_fuel_economy" = "Bränslesnål";
"extra_per_rental" = "per hyrbil";
"mileage_allowance" = "Miltal";
"mileage_unlimited" = "Obegränsad";
"mileage_limited" = "Begränsad";
"insurance_basic" = "Försäkring:";
"insurance_basic_detail" = "Begränsad täckning";
"CTA_add_vehicle_basket" = "Lägg till i varukorgen";
"all_extras_paid" = "Alla tillval betalas vid upphämtning.";
"payment_secure_text" = "100 % säkert";
"payment_cardnumber" = "Kortnummer";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Ingår kostnadsfritt:";
"extras_101.EQP" = "Extraförare";
"extras_7" = "För barn upp till 9 månader eller barn som väger mindre än 9 kg eller 20 lb.";
"extras_9" = "För barn från 4 år och uppåt eller barn som väger 18–45 kg eller 40–100 lb.";
"extras_8" = "För barn mellan 9 månader och 4 år eller barn som väger 8–18 kg eller 20–40 lb.";
"extras_13" = "Satellitnavigeringssystem.";
"extras_3" = "Utökar bilens bagageutrymme.";
"extras_34" = "Mobiltelefon med GPS.";
"extras_4" = "Säker förvaring av skidor.";
"extras_10" = "Rekommenderas för körning i vinterförhållanden.";
"extras_52" = "Gör att du kan köra i filer med elektronisk betalning av vägtull på motorvägen.";
"extras_55" = "Trådlös internetåtkomst för bärbara datorer, smartphones, surfplattor och andra enheter med stöd för Wi-Fi.";
"extras_30" = "Det här paketet innehåller den obligatoriska utrustning som krävs för att köra på vinterväglag.";
"extras_14" = "Rekommenderas för körning i vinterförhållanden.";
"Message.FreeCancellation.7days" = "Gratis avbokning upp till 7 dagar efter bokning! ";
"extras_102.EQP" = "Satellitnavigeringssystem.";
"overall_rating" = "Betygsättning";
"payment_invalid_card_number" = "Ogiltigt nummer";
"payment_invalid_expiry_date" = "Ogiltigt datum";
"payment_invalid_cvc_number" = "Måste vara tre eller fyra siffror";
"search_title" = "Sök";
"search_compare_deals" = "Jämför och hitta de <b>bästa priserna</b> på biluthyrningserbjudanden";
"whats_your_pickup_location" = "Vilken är din upphämtningsplats?";
"whats_your_dropoff_location" = "Vad är din avlämningsplats?";
"view_your_next_trip" = "Se din nästa resa!";
"book_another_car" = "eller boka en annan bil";
"why_book_with_us" = "Varför boka med oss?";
"free_cancellation_and_amendments" = "Kostnadsfria avbokningar och ändringar";
"free_cancellation_amendments_detail" = "Kostnadsfri avbokning upp till 24 timmar före upphämtning. Inga administrationsavgifter när du ändrar din bokning.";
"phone_support" = "Telefonsupport dygnet runt, alla dagar i veckan";
"phone_support_detail" = "Vårt team finns här för att hjälpa till dygnet runt, alla dagar i veckan.";
"airports_city_locations" = "30 000 flygplatser och platser i städer";
"airports_city_locations_detail" = "Jämför 1 700 leverantörer, välj och spara!";
"no_hidden_costs" = "Inga dolda kostnader";
"no_hidden_costs_detail" = "Vi förklarar alla ytterligare kostnader innan du bokar hyrbilen. Vill du ha mer information om vad som ingår? Läs bara de allmänna villkoren för valfri bil.";
"damage_theft_protection" = "Skade- och stöldförsäkring";
"damage_theft_protection_detail" = "Självriskreducering på vagnskada och stöldförsäkring ingår i våra hyror.";
"vehicles" = "fordon";
"apply" = "Tillämpa";
"select_all" = "Markera alla";
"perfect_car" = "Vi söker efter den perfekta bilen för dig";
"free_cancellation" = "Kostnadsfritt";
"cancellation_amendments" = "avbokning och ändringar";
"included_important" = "Viktigt";
"customer_ratings" = "Baserat på %@ kundbetyg";
"more_features" = "Fler egenskaper";
"continue_to_payment" = "Fortsätt till betalning";
"car_rental" = "Hyrbilar";
"toast_extras" = "Ditt totalbelopp inkluderar tillägg, men du betalar för dessa när du hämtar din bil.";
"booking_delay" = "Detta kan ta upp till 30 sekunder";
"booking_please_sit_tight" = "Vänligen vänta";
"booking_secure_payment" = "Säker betalning";
"booking_pay" = "Betala";
"booking_manage_your_booking" = "Hantera bokning";
"booking_card_title" = "Resa till";
"booking_button_title" = "VISA BOKNING";
"booking_list_title" = "Vill du se din nästa resa?";
"payment_title_header" = "Visa sammanfattning";
"payment_pay_at_pickup_title" = "Betala vid upphämtning";
"payment_pay_at_desk_title" = "Belopp att betala i hyrdisken";
"summary_extras_cell_title" = "Du kommer att betala för följande objekt i lokal valuta vid upphämtning:";
"summary_car_hire_title" = "Avgift för biluthyrning";
"booking_summary_title" = "Bokningsreferens";
"payment_summary_title" = "Prissammanfattning";
"user_phone_prefix_hint" = "Riktnummer";
"car_rental_subscribe" = "Ja, jag vill få exklusiva erbjudanden via e-post. Du kan avsluta prenumerationen när som helst.";
"secure_payment_header" = "Säker betalning";
"secure_payment_text" = "Alla betalningstransaktioner är krypterade med 128-bitars SSL";
"payment_conditions_1" = "Klicka på \"Betala\" för att slutföra din bokning och acceptera ${x} och ${y}";
"payment_conditions_2" = "Hyresvillkor";
"splash_navigation_title" = "Hyrbilar";
"summary_pay_total" = "Betala %@";
"deselect_all" = "Avmarkera alla";
"free_cancellation_and_amendments_banner" = "<b>Kostnadsfria</b> avbokningar och ändringar";
"settings_currency_updated" = "Valuta uppdaterad";
"booking_not_included" = "Ingår inte";
"vehicle_type_convertible" = "Cabriolet";
"loyalty_scheme_title" = "WestJet Rewards";
"loyalty_scheme_label" = "WestJet Rewards-ID";
"loyalty_scheme_intro" = "WestJet Rewards-medlemmar får 1 % tillbaka i WestJet-dollar. Du belönas med WestJet-dollar för kostnaden av din hyrbil exklusive moms och avgifter.";
"loyalty_scheme_notes" = "WestJet-dollar kan endast tilldelas huvudföraren.  Ange huvudförarens WestJet Rewards-ID.";
"loyalty_scheme_confirm" = "Den här medlemmen kommer att vara den huvudsakliga föraren av hyrbilen och kommer att tjäna WestJet-dollar på före skatter, avgifter och tilläggsavgifter för hyran.";
"Free.LimitedDamageProtection" = "Begränsad skadeförsäkring";
"Free.LimitedTheftProtection" = "Begränsad stöldförsäkring";
"Insurance.Excess.Liability" = "Självrisk upp till ${x}";
"Insurance.Basic.Cover.Incl" = "Begränsad täckning (ingår):";
"Insurance.Insurance.Explained" = "Försäkringen förklaras";
"Basic.Intro" = "Med begränsad täckning från leverantören täcks du för trafikförsäkring. Du har också ett begränsat skydd mot skada och stöld. Den täcker de flesta kostnader, men du kan behöva betala en självrisk på upp till 3 000 €. När du hämtar bilen måste du lämna en säkerhetsdeposition med ditt kreditkort. Om bilen blir skadad eller stulen, kommer leverantören att behålla kostnaderna från din deposition.";
"Insurance.Premium.Cover" = "Premium-täckning:";
"Premium.Intro" = "Med Premium-täckning får du förmånerna från leverantörens begränsade täckning (inklusive för trafikförsäkring) plus ett skydd för din säkerhetsdeposition. Om din bil skadad eller bil stulen kommer hyrbilsleverantören att behålla självrisken för att täcka de kostnader, vilka du sedan kan återkräva upp till den maxgräns som visas i policyns förmånstabell (se länkar nedan). Information om hur du gör en anmälan får du i bekräftelsemejlet.";
"Premium.Tyres.Benefit" = "Den täcker punktering och ersättning av däck, skada på rutor och hjul.";
"Premium.Key.Benefit" = "Försäkringen täcker också för ersättning av förlorade nycklar och personliga tillhörigheter om de stjäls från din bil.";
"Premium_TC" = "Allmänna villkor, premium";
"Insurance.Got.It" = "Jag förstår!";
"Damage.Protection" = "Skadeförsäkring";
"Free.TheftProtection" = "Stöldförsäkring";
"Insurance.Checklist.ExcessRefund" = "Återbetalning av betalad självrisk";
"AddPremium" = "Lägg till Premium-täckning";
"NoThanks" = "Nej tack";
"Daily_price_Per_day" = "/dag";
"Insurance.Info.Subtitle1" = "Hämta bilen";
"Insurance.Info.Subtitle2" = "Återlämna bilen";
"Insurance.Info.Text.2" = "Hyrbilsleverantören kan be dig att teckna en självriskförsäkring vid disken. Du bör inte behöva den här försäkringen eftersom du har täckning om du lägger till vår försäkring för återbetalning av skada.";
"Insurance.Info.Text.3" = "En deposition läggs på ditt kreditkort för att täcka självrisken i händelse av skada eller stöld.";
"Insurance.Info.Text.4" = "Om bilen inte skadas eller blir stulen kommer självrisken/depositionen på ditt kreditkort att återbetalas helt.";
"Insurance.Info.Text.5" = "Om bilen skadas eller blir stulen kommer hyrbilsleverantören att behålla självrisken för att täcka kostnaderna, vilka du kan återkräva helt. Information om hur du gör ett anspråk skickas i ditt e-postmeddelande med bekräftelse.";
"Insurance.Info.Text.6" = "Så se till att ta med kreditkort i förarens namn med tillräckligt med kredit för att täcka självrisken/depositionen. Ring oss vid eventuella problem hos hyrbilsleverantören.";
"Insurance.Info.Text.7" = "Se villkoren för fullständig information.";
"X.PerDay" = "${x} per dag";
"Insurance.Prompt.CoverPrice" = "Totalpris: ${x}";
"car.insurance" = "Bilförsäkring";
"AddStandard" = "Lägg till Premium-täckning";
"CTA.Insurance.Added" = "Med Premium-täckning";
"CTA.Insurance.Not.Added" = "Boka med Begränsad täckning";
"Standardadded" = "Premium-täckning har lagts till";
"PayAtPickupReminder" = "Glöm inte att du kommer att betala återstående ${x} vid upphämtning, i lokal valuta.";
"Insurance.Limited.Cover.Incl" = "Begränsad täckning (ingår)";
"Recent.Searches" = "Senaste sökningar";
"AddCar" = "Nästa";
"Total" = "Totalpris:";
"Limited.Offer" = "Erbjudande under en begränsad tid";
"PercentageOff" = "${x} rabatt";
"Free.ThirdPartyLiability" = "Försäkring mot skadeståndsansvar";
"Insurance.Checklist.Item2" = "Däck, rutor, speglar och hjul";
"Insurance.Checklist.Item5" = "Täckning för borttappad eller stulen nyckel och personliga tillhörigheter";
"Chubb.Content.1" = "Självriskreducering på vagnskada och stöldförsäkring som ingår i den här hyran skyddar dig inte helt i fall av skada eller stöld. Du är fortfarande ansvarig för betalning av självrisk om bilen skadas eller blir stulen, eller om du förlorar nycklarna.";
"Chubb.Content.2" = "Ja, jag vill försäkra mig mot möjliga självriskbetalningar för endast ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Om du vill försäkra möjliga självriskbetalningar, markera kryssrutan ovan.";
"Chubb.Content.4" = "Mycket för pengarna";
"Chubb.Content.5" = "Återbetalning för självriskbetalningar på upp till 50 000 ZAR för endast ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Bästa skyddet";
"Chubb.Content.7" = "Få återbetalning på upp till 50 000 ZAR om du måste betala en självrisk.";
"Chubb.Content.8" = "Och mer";
"Chubb.Content.9" = "I den här försäkringen ingår en personlig skadeförmån på upp till ZAR 50,000 för dödsfall och funktionshinder och täckning för stöld av personliga tillhörigheter på upp till ZAR 15,000.";
"Chubb.Content.10" = "Hur fungerar försäkringen under och efter hyrbilsperioden?";
"Chubb.Content.11" = "Hur fungerar försäkringen under och efter hyrbilsperioden?";
"Chubb.Content.12" = "Hämta bilen";
"Chubb.Content.13" = "Hyrbilsleverantören kan be dig att teckna en självriskförsäkring vid disken. Du bör inte behöva den här försäkringen eftersom du har täckning om du lägger till vår försäkring för återbetalning av skada. En deposition läggs på ditt kreditkort för att täcka självrisken i händelse av skada eller stöld.";
"Chubb.Content.14" = "Så se till att ta med kreditkort i förarens namn med tillräckligt med kredit för att täcka självrisken/depositionen. Ring oss vid eventuella problem hos hyrbilsleverantören.";
"Chubb.Content.15" = "Återlämna bilen";
"Chubb.Content16" = "Om bilen skadas eller blir stulen kommer hyrbilsleverantören att behålla självrisken för att täcka kostnaderna, vilka du kan återkräva helt. Information om hur du gör en anmälan får du i bekräftelsemejlet. Om bilen inte skadas eller blir stulen kommer självrisken/depositionen på ditt kreditkort att återbetalas helt.";
"Chubb.Content.17" = "Se de allmänna villkoren för fullständig information.";
"National.ID" = "Nationellt id-nummer";
"Origin.Province" = "Välj den provins du kommer ifrån";
"Allianz.Content.1" = "Försäkringsförmåner enligt den här försäkringen är";
"Allianz.Content.2" = "Skador eller defekter på hyrbilen som inträffar medan du kör eller när den lämnas oövervakad under hyresperioden";
"Allianz.Content.3" = "Andra förluster eller skador på hyrbilen som orsakas av annat än kollision (t.ex. brand, storm, skadegörelse)";
"Allianz.Content.4" = "Stöld av hyrbilen eller någon av dess delar eller utrustning";
"Allianz.Content.5" = "Avgifter för giltig förlust av användning medan hyrbilen repareras.";
"Allianz.Content.6" = "Avgifter för bärgning av hyrbilen till närmaste verkstad.";
"origin.State" = "Välj den stat du kommer ifrån";
"Orient.legal" = "Den här försäkringen tecknas av Orient Sigorta A.Ş. (registreringsnummer T14113-CEM09) och distribueras av dess auktoriserade ombud Hepster. Genom att välja denna produkt samtycker du till att dina personuppgifter skickas in, behandlas, registreras, lagras, klassificeras, uppdateras och distribueras till nödvändig tredje part, liksom att de lagras utomlands i enlighet med turkiskt lagnummer 6698 och relaterade lagbestämmelser.";
"Insurance.Upgrade.Cover" = "Uppgradera ditt skydd";
"Car.Excess.Cover.AU" = "Självriskförsäkring för din hyrbil";
"Insurance.Checklist.Item1" = "Återbetalning för självrisk för skada och stöld";
"Add" = "Lägg till";
"Car.Excess.Cover.Text.AU" = "När du hämtar bilen kommer leverantören vanligtvis att reservera en deposition på ditt kreditkort som är lika stor som självrisken som du kan bli skyldig att betala om bilen skadas eller blir stulen";
"Car.Excess.Cover.CTA.Promo" = "Kryssa i rutan nedan om du vill täcka hela din ersättningsskyldighet för hyrbilens självrisk (upp till ${x})";
"Insurance.Prompt.Content.CTA" = "Ja, jag vill köpa en självriskförsäkring till hyrbilen ";
"Car.Excess.Cover.Agree.Statement" = "Genom att kryssa i denna ruta godkänner jag att få ${x} och ${y} via dessa länkar och att jag har läst och förstått dem, och jag godkänner att mina personliga uppgifter samlas in, används och delas så som det framgår i Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Produktinformation (PDS – Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "Vägledning för finansiella tjänster";
"Insurance.Prompt.ContentUS2" = "Skydda dig med Allianz Rental Car Protector för så lite som ${x} per dag.";
"Insurance.Prompt.TCs" = "Undantag, villkor och begränsningar kan gälla. Se ${x}";
"CarTermsAndConditions" = "Allmänna villkor";
"Car.Excess.Cover.CTA.AU" = "Ja, jag vill köpa en självriskförsäkring till hyrbilen för ${x}";
"Add.Cover" = "Lägg till försäkringsskydd";
"Insurance.Prompt.SelectCA" = "Vilken provins utfärdade ditt körkort?";
"Insurance.Prompt.CTA.Insure.US" = "Ja, jag vill teckna försäkring";
"AddInsurance" = "Lägg till försäkring";
"Chubb.Content.18" = "Den här produkten är endast tillgänglig för personer mellan 21 och 80 år. Policyn tecknas av Chubb Insurance South Africa Limited och administreras av Hepstar Financial Services, auktoriserade leverantörer av ekonomiska tjänster. Policyns allmänna villkor gäller. Policyn tillhandahålls utan eventuella råd och försäkringen tecknas på basis av den faktiska information erhållen av försäkringsbolaget.";
"Car.Excess.Cover.TC.AU" = "Den här försäkringen tecknas av Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 och utfärdas och hanteras av AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 och handlar som Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094, som handlar som CarTrawler, ordnar med den här försäkringen som ombud för Allianz Global Assistance. Villkor, begränsningar och undantag gäller. Alla råd om den här försäkringen erhålls av Allianz Global Assistance är endast allmänna råd och grundas inte på någon beaktande av dina mål, din ekonomiska situation eller dina behov. Innan du fattar ett beslut bör du läsa ${x}. Om du tecknar en försäkring med Allianz Global Assistance, kommer CarTrawler och den enhet som hänvisade dig till den här platsen att få en provision som är ett procenttal av din premie.";
"Orient.Content.1" = "Få återbetalning på upp till 7 000 TRY om du måste betala en självrisk.";
"Orient.Content.2" = "Återbetalning för självriskbetalningar på upp till 7 000 TRY för endast ${x} (${y} = ${z}).";
"Orient.Content.3" = "I den här försäkringen ingår en personlig skadeförmån på upp till 100 000 TRY för dödsfall och funktionshinder och täckning för stöld av personliga tillhörigheter på upp till 3 000 TRY!";
"Orient.Content.4" = "Täckning för oväntade självriskbetalningar.";
"Orient.Content.5" = "I den här försäkringen ingår en personlig skadeförmån på upp till 100 000 TRY för dödsfall och funktionshinder och täckning för stöld av personliga tillhörigheter på upp till 3 000 TRY.";
"Insurance.Prompt.Agree.Links3" = "Sekretessmeddelande";
"Allianz.Content.7" = "Jag vill teckna skydd för hyrbil och har läst ${x}";
"Allianz.Content.8" = "Angivna försäkringspriser inkluderar inte skatt. Skatter tillkommer om det är tillämpligt i din provins och anges separat på din försäkringsbekräftelse.";
"filter_pickup" = "Upphämtningsplats";
"vehicle_seat" = "Plats";
"vehicle_seats" = "Platser";
"age_range_error_text" = "Ange en giltig ålder för föraren (18 eller äldre)";
"invalid_search_parameters" = "Fel i sökparametrar";
"insurance" = "Försäkring:";
"supplier_average" = "Godkänd";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSFER – Det billigaste sättet att ta sig från flygplatsen till ditt resmål.";
"GT.Private.Transfer" = "Privat transfer";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Business-klass";
"Business.Minivan" = "Business storbil";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Storbil";
"Max.Passengers" = "Upp till ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Wi-Fi-åtkomst";
"Free.Cancellation.Mobile" = "Fri avbokning";
"Filter.Supplier" = "Leverantör";
"Review.destination.address" = "Granska din destinationsadress";
"Book.Now.Modify.Destination" = "Du kan boka nu och ändra din destination upp till 24 timmar innan avgång. Priset kan komma att ändras beroende på destination.";
"One.Hyphen.Way.Transfer" = "Transfer enkel väg";
"Special.requests.optional" = "<strong>Speciella önskemål</strong> (valfritt)";
"Additional.Info.Text" = "Är det någon ytterligare information som chauffören bör veta, speciella krav, bilbarnstolar, bagagetyp?";
"Special.Request" = "Ange eventuella specialönskemål";
"You.also.get" = "<strong>Du får även:</strong>";
"Certified.Driver" = "Certifierad chaufför";
"No.taxes.tolls.gratuity" = "Inga skatter, tull- eller serviceavgifter";
"FREE.wait" = "GRATIS väntetid";
"TransferConditions" = "Transfervillkor";
"IHaveReadTermsConditions.link2" = "Bokningsvillkoren";
"Privacy.Policy" = "Sekretesspolicy";
"Confirm" = "Bekräfta";
"Total.Transfer.Cost" = "Total transferkostnad";
"OtherFee" = "Andra avgifter";
"YoungDriverFee" = "Avgift för ung förare";
"Price.Updated" = "Priset har uppdaterats.";
"Address.Prompt.Field" = "Ange ett hotell, en flygplats, gatuadress eller annan plats.";
"Price.No.Change" = "Allt stämmer och priset har inte förändrats.";
"PrivateTransfer.Added" = "Din privata transfer har lagts till";
"Results.Found" = "${X} resultat hittades";
"Ticket.Oneway" = "Enkel väg";
"From.To" = "Från ${X} till ${Y}";
"Destination.confirmed" = "Destination bekräftad";
"No.Avail.Search.Error" = "Det finns inga bilar tillgängliga i det här området. Försök med en annan plats.";
"To" = "Till";
"a_TO_b" = "till";
"EditSearch" = "Redigera sökning";
"Where.Drop.Off" = "Var ska vi lämna dig?";
"Where.Pick.Up" = "Var kan vi hämta dig?";
"GT.Passengers" = "Passagerare";
"Total.Passengers" = "${x} passagerare";
"GT.S1.PickupDate" = "Upphämtningsdatum";
"GT.S1.OnePassenger" = "${x} passagerare";
"Additional.Info.Text2" = "Det kan tillkomma en extraavgift för tjänster eller utrustning såsom bilbarnstolar. Vi kommer att kontakta dig innan sådana avgifter tillämpas på din bokning.";
"GT_USP_SHORT_waiting" = "När du kommer till flygplatsen kommer vi att vara där och vänta på dig";
"Details" = "Uppgifter";
"Validation.Looks.Good" = "Ser bra ut!";
"insurance.hepstar.tr.nationalIDError" = "Ange ett giltigt id-nummer";
"IPID_LINK_TEXT" = "Se försäkringsproduktens informationsdokument innan du fattar ditt beslut";
"Free.Cancellation.All.Cars" = "Gratis avbokning för alla bilar";
"SelectedCar" = "Vald bil";
"Insurance.IPID.App" = "Genom att lägga till Premium-täckning bekräftar jag att jag har läst ${x} c";
"Insurance.IPID.Document" = "IPID-dokument";
"Insurance.Explained" = "Din självrisk förklarad";
"InsuranceExplained.TextUpdate" = "Produkten lever upp till kraven och behoven hos dem som vill täcka sitt ansvar för att betala kostnader som debiteras av biluthyrningsföretaget upp till ${x} om fordonet skadas eller förloras under hyresperioden";
"ImportantInformation" = "Viktig information";
"CTA.PayAcceptTermsGDPR" = "Klicka på \"Betala\" för att slutföra din bokning och godkänn ${x}, ${y} och vår ${z}.";
"Residency.PopUp" = "Om du ändrar boendeland eller -region kan pris och tillgänglighet för den valda bilen påverkas. Du kommer att omdirigeras till resultatsidan där din sökning kan uppdateras.";
"Country.Region" = "Land/region";
"SearchDatesIncorrect.Error" = "Felaktigt datum. Granska valda datum";
"AgeFieldYoung.Error" = "Ange en ålder mellan 18 och 24";
"DriverFullName.Empty.Error" = "Ange förarens för- och efternamn.";
"DriverEmail.Empty.Error" = "Ange din e-postadress.";
"Phone.Empty.Error" = "Ange ditt telefonnummer.";
"Address.Empty.Error" = "Ange din adress.";
"City.Empty.Error" = "Ange din stad.";
"OpeningHours" = "Öppettider";
"AgeFieldElder.Error" = "Ange en ålder högre än 71";
"DistancePickupX" = "Avstånd från upphämtningsplatsen: ${x}";
"Distance.Tooltip" = "Hyrbilsleverantörens hyrdisk finns på: ${x}.  Det är ${y} från ${z}";
"FlightNumber.Empty.Error" = "Flygnummer måste anges";
"NameOnCard" = "Namn på kortet";
"EmailAddress" = "E-postadress";
"title_search_results" = "Sökresultat";
"title_interstitial" = "Söker ...";
"Availability.Mobile1" = "Vi hittade inga resultat som stämde överens med dina kriterier, men det kan hjälpa att ändra din sökning.";
"Availability.Text2" = "Försök med alternativa tider för upphämtning och avlämning";
"Availability.Text3" = "Försök med alternativa datum";
"LocationType.Airport" = "Flygplats";
"DriverDetails" = "Förarens uppgifter";
"search_country" = "Sök";
"wcag.information" = "Ytterligare information";
"filter_clearall" = "Rensa allt";
"filter_clear" = "Rensa";
"Size.Small" = "Liten";
"Size.Medium" = "Medelstor";
"Size.Large" = "Stor";
"Size.SUV" = "Stadsjeep";
"Size.Fullsize" = "Stor bil";
"Size.Luxury" = "Lyx";
"Size.Premium" = "Premium-klass";
"simple_connection_error" = "Ett problem inträffade vid behandlingen av din begäran. Försök igen.";
"Residency.PopUp.Title" = "Ändra land/region?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Fyll i kortets utgångsmånad och -år";
"DriverFirstName.Empty.Error" = "Ange förarens förnamn";
"DriverLastName.Empty.Error" = "Ange förarens efternamn";
"FlightNumberOptional" = "Flygnummer (valfritt)";
"results_car_empty" = "Inga bilar hittades";
"Availability.Text5" = "Prova att ta bort filter";
"wcag.basket" = "Varukorg";
"wcag.addExtra" = "Lägg till tillval";
"wcag.removeExtra" = "Ta bort tillval";
"results_driver_age" = "Förarens ålder: ${x}";
"filter_showxcars" = "Visa ${x} bilar";
"payment_premium_cover" = "Premium-täckning";
"wcag.back" = "Föregående";
"Filter.CarSize.Show.All" = "Visa fler storlekar";
"Filter.CarSize.Show.Less" = "Visa färre storlekar";
"CardholderName.Empty.Error" = "Ange kortinnehavarens namn.";
"CardSecurityCode.Empty.Error" = "Ange säkerhetskoden här.";
"CardNumber.Payment.Empty.Error" = "Ange kortnumret.";
"Cardexpiry.Empty.Error" = "Fyll i kortets sista giltighetsdag.";
"SpecialOffer.GuaranteedNewCar" = "Garanterat ny bil";
"SpecialOffer.FreeDriver" = "Kostnadsfri extraförare";
"SpecialOffer.GuaranteedCarModel" = "Garanterad bilmodell";
"Carblock.People" = "${x} personer";
"cancellation_banner" = "Kostnadsfri avbokning på alla bilar upp till 48 timmar före upphämtning";
"Carblock.PricePerDay" = "${x}/dag";
"Carblock.Total" = "${x} totalt";
"CarPriceInclude" = "${x} ingår (${y})";
"CarPriceInclude.Free" = "Kostnadsfritt";
"Insurance.Modal.Accept" = "Godkänn";
"Insurance.Modal.AcceptText" = "Innan du fortsätter måste du godkänna försäkringens allmänna villkor";
"Insurance.Modal.ViewTerms" = "Visa allmänna villkor";
"Preferred.Supplier.Footer.Default" = "Exklusiva erbjudanden";
"Preferred.Supplier.Header.Default" = "Rekommenderat";
"Booking.Summary.Payment.Paid" = "Betalat";
"Booking.Summary.Payment.Pickup" = "Betalas vid upphämtning";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Observera att du kan få din försäkringsdokumentation via e-post och/eller via post. Genom att klicka ”${x}” och tillhandahålla din e-postadress kommer du att få dina dokument via e-post. Önskar du dina försäkringsdokument via post, skicka ett e-postmeddelande till carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Ange en ålder högre än ${x}";
"DriverAgeYoung.Error" = "Ange en ålder mellan ${x} och ${y}";
"Extras.Show.List" = "Visa lista";
"Extras.Subheader" = "Dessa tillval är inte alltid tillgängliga och priserna kan komma att ändras om betalningen sker vid disken.";
"Extras.Included" = "Ingår";
"Extras.X.Free" = "${x} kostnadsfritt";
"Payment.Summary.Free" = "Kostnadsfritt ${x}";
"error_connection_text" = "Kontrollera att du är ansluten till ett mobilt nätverk eller Wifi-nätverk och försök igen.";
"error_connection_cta" = "Försök igen";
"error_dismiss" = "Avvisa";
"Upsell_Title" = "Goda nyheter!";
"Upsell_Body" = "Det finns ett urval av försäkringsalternativ för den bil du valt.";
"CTA_Not_Now" = "Inte nu";
"Limited_Cover_Title" = "Begränsad täckning";
"Limited_Insurance_Checklist_Item1" = "${x} självrisk (ej återbetalningsbar)";
"Limited_Insurance_Checklist_Item3" = "Begränsad skade- och stöldförsäkring";
"Premium_Insurance_Details" = "Självriskförsäkring från AXA.";
"Premium_Insurance_Checklist_Item1" = "Upp till ${x} självriskskydd (återbetalningsbart)";
"Premium_Insurance_Checklist_Item2" = "${x} Deposition vid disken";
"Premium_Insurance_Checklist_Item3" = "Återbetalning för självrisk för skada och stöld";
"ZeroExcess_Title" = "Paket med självriskeliminering";
"ZeroExcess_Insurance_Details" = "Försäkring med självriskeliminering och låg deposition.";
"ZeroExcess_Checklist_Item1" = "${x} Självrisk";
"ZeroExcess_Checklist_Item2" = "Skade- och stöldförsäkring";
"ZeroExcess_CC_Required" = "Inget kreditkort krävs";
"Insurance_Checklist_Third_Party" = "Ansvarsförsäkring för tredje part";
"Insurance_Checklist_Desk_Deposit" = "${x} Deposition vid disken";
"Insurance_More_Info" = "Mer information";
"CTA_Show_Me" = "Visa";
"SpecialOffer.ZeroExcessAvailable" = "Självriskelimineringspaket tillgängligt";
"Limited_Insurance_Included" = "Ingår i din hyrbilsavgift.";
"Premium_Insurance_Checklist_Item4" = "Rutor, tak, underrede och däck";
"Premium_Insurance_Checklist_Item5" = "Täckning för borttappad eller stulen nyckel och personliga tillhörigheter";
"CTA_Add_Continue" = "Lägg till och fortsätt";
"ZeroExcess_Terms_1" = "Med självriskelimineringspaketet får du fördelarna från leverantörens begränsade täckning (inklusive täckning för trafikförsäkring), plus ${x} självrisk och mycket lägre deposition. Om bilen skadas eller blir stulen kommer hyrbilsleverantören inte att debitera dig.";
"ZeroExcess_Terms_2" = "Det är möjligt att du inte har täckning för skada på eller förlust av däck, vindruta, glas och underrede. Kontrollera detta med biluthyraren vid disken.";
"LimitedCover_Info" = "Med begränsad täckning från leverantören täcks du för trafikförsäkring. Du har också en begränsad skade- och stöldförsäkring. Den täcker de flesta kostnader, men du kan behöva betala en självrisk på upp till ${x}. När du hämtar bilen måste du lämna en säkerhetsdeposition med ditt kreditkort. Om bilen blir skadad eller stulen kommer leverantörerna att behålla din deposition.";
"Swiss_Premium_Insurance_Details" = "Försäkringsskyddet tecknas av TSM Insurance. Alla anspråk hanteras av AXA Assistance.";
"FlightNumber_Error" = "Kontrollera ditt flygnummer.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Detta är inte ett lojalitetsnummer";
"Priority_Messaging_Native_Results" = "Njut av flexibilitet och förbättrade städrutiner.";
"Priority_Messaging_Native_Details" = "Kostnadsfri avbokning tillgänglig i upp till ${x} timmar före upphämtning.";
"Priority_Messaging_Native_Payment" = "Håll dig flexibel med kostnadsfri avbokning upp till ${x} timmar före upphämtning.";
"car_features" = "Bilens egenskaper";
"vehicle_fuel_hybrid" = "Hybrid";
"vehicle_fuel_electric" = "Elbil";
"rental_info_details" = "Ytterligare information";
"vehicle_fuel_policy_type_FREETANK" = "Kostnadsfri tank";
"vehicle_fuel_policy_desc_FREETANK" = "Din bil levereras med en kostnadsfri full tank. Du kan använda så mycket bränsle du vill och behöver inte fylla tanken innan du lämnar tillbaka bilen.";
"vehicle_fuel_policy_type_SAMESAME" = "Same to Same";
"vehicle_fuel_policy_desc_SAMESAME" = "Du hämtar upp bilen med bränsle. Kontrollera mängden bränsle innan du kör iväg. Du kommer att behöva lämna tillbaka den med samma mängd bränsle.";
"Filter_PriceRange" = "Prisklass";
"Filter_AverageCarPrice" = "Det genomsnittliga bilpriset är ${x}";
"PickupType_CarDriver" = "Chaufförstjänst";
"PickupType_CarDriver_Info" = "Din chaufför möter dig vid ankomsthallen på flygplatsterminalen.";
"PickupType_MeetNGreet" = "Mottagande";
"PickupType_MeetNGreet_Info" = "En representant från hyrbilsleverantören möter dig på flygplatsterminalen för att visa dig till hyrdisken.";
"PickupType_Terminal" = "Hämtning vid flygplatsterminal";
"PickupType_Terminal_Tooltip" = "Detta är det mest praktiska upphämtningsalternativet. Servicedisken ligger i flygplatsterminalen.";
"PickupType_ShuttleBus_Terminal" = "Skyttelbuss";
"PickupType_ShuttleBus_Terminal_Tooltip" = "En gratis skyttelbuss kör dig från flygplatsterminalen till servicedisken.";
"PickupType_ShuttleBus_Counter" = "Skyttelbuss";
"PickupType_ShuttleBus_Counter_Tooltip" = "En gratis skyttelbuss kör dig från flygplatsterminalen till servicedisken.";
"PickupType_HoppaShuttleBus" = "Skyttelbuss";
"PickupType_HoppaShuttleBus_Info" = "En skyttelbuss kör dig till servicedisken nära flygplatsterminalen. Det kan tillkomma en liten avgift för den här tjänsten, som ska betalas till chauffören.";
"PickupType_OnAirport_Terminal" = "På flygplatsen";
"PickupType_OnAirport_Terminal_Info" = "Servicedisken är praktiskt belägen inom flygplatsområdet.";
"PickupType_OnAirport" = "På flygplatsen";
"PickupType_OnAirport_Info" = "Servicedisken är praktiskt belägen inom flygplatsområdet.";
"PickupType_Rail" = "Tågresa krävs";
"PickupType_Rail_Info" = "En tågresa från flygplatsterminalen till leverantören är nödvändig";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Väte";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Multibränsle";
"sale_search_banner_title" = "Rean har startat!";
"sale_search_banner_description" = "Upp till ${x} rabatt. Rean slutar ${y}.";
"sale_landing_banner_title" = "Rean har startat!";
"sale_landing_banner_description" = "Upp till ${x} rabatt. Rean slutar ${y}.";
"landing_page_1_title" = "Flexibla bokningar";
"landing_page_3_title" = "Kundtjänst dygnet runt";
"landing_page_4_title" = "Inga dolda avgifter";
"landing_page_4_desc" = "Vi förklarar alla ytterligare kostnader innan du bokar hyrbilen.";
"landing_page_1_desc" = "Boka en bil med kostnadsfri avbokning upp till 48 timmar före upphämtning";
"landing_page_2_title" = "Desinficerade bilar";
"landing_page_2_desc" = "Känn dig trygg och säker på din resa med förbättrade rengöringsrutiner";
"landing_page_3_desc" = "Vårt team finns här för att hjälpa dig med alla frågor rörande din bokning";
"landing_page_title" = "Jämför hyrbilserbjudanden från över 1 700 leverantörer över hela världen";
"sale_discount_payment" = "Rabatt (-${x})";
"sales_TCs" = "Allmänna villkor";
"recent_search_delete" = "Ta bort";
"Pickup.Error" = "Ange din upphämtningsplats.";
"Return.Error" = "Ange din återlämningsplats.";
"HA_landing_page_title" = "Hyr bil tryggt och säkert. Sök. Jämför. Spara.";
"Argus_landing_page_title" = "Det lägsta priset eller mellanskillnaden tillbaka. Det är enkelt.";
"Premium_Insurance_title" = "Skadeförsäkring från ${x}.";
"Insurance.Checklist.Item1.2" = "Återbetalning av självrisk vid stöld";
"ZeroExcess_Checklist_Item2_1" = "Skadeförsäkring";
"ZeroExcess_Checklist_Item2_2" = "Stöldförsäkring";
"Insurance.Checklist.Item1.1" = "Återbetalning av självrisk vid skada";
"Disclaimer.Quebec" = "Täckning är inte tillgängligt för personer bosatta i Quebec";
"Select.Province" = "Välj provins";
"Province.Residency" = "Bosättningsprovins";
"state.CA.BC" = "British Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prince Edward Island";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Nordvästterritorierna";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland och Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Självriskeliminering med återbetalning tillhandahållen av AWN.";
"no_cover_title" = "Ingen täckning";
"no_cover_item1" = "${x} skade- och stöldansvar";
"no_cover_item3" = "Ingen skade- och stöldförsäkring";
"no_cover_item2" = "${x} deposition vid disken";
"no_cover_item4" = "Ingen ansvarsförsäkring för tredje part";
"no_cover_cta" = "Fortsätt utan skydd";
"Insurance.Cover" = "Försäkringsskydd";
"CTA_Confirm_booking" = "Bekräfta bokning";
"CTA.Confirm.AcceptTerms" = "Tryck på ”Bekräfta bokning” för att slutföra din bokning och acceptera våra hyresvillkor, allmänna villkor och sekretesspolicy.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "District of Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgien";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "North Carolina";
"state.US.ND" = "North Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "South Carolina";
"state.US.SD" = "South Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "West Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Rekommenderat, erbjudet, sålt av Allianz Global Assistance. Försäkringsgivare: Jefferson Insurance Company eller BCS Insurance Company. Planen inkluderar försäkring och assistanstjänster. Villkor och undantag (inkl. för redan existerande villkor) tillämpas.";
"Insurance.Disclosure.Allianz.Link" = "Upplysningar om planen och priser";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Viktiga täckningsbegränsningar";
"Damage.Protection.title" = "Skadeförsäkring tillhandahålls av ${x}";
"State.Residency" = "Bosättningsstat";
"Select.Residency" = "Välj bosättning";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Exklusiva erbjudanden";
"Size.Midsize" = "Mellanstor";
"Size.Smallsuv" = "Liten stadsjeep";
"Size.Mediumsuv" = "Medelstor stadsjeep";
"Size.Midsizesuv" = "Medelstor stadsjeep";
"Size.Largesuv" = "Stor stadsjeep";
"Size.Mini" = "Mini";
"Size.Economy" = "Ekonomi";
"Size.Compact" = "Kompakt";
"Size.Intermediate" = "Mellanklass";
"Size.Standard" = "Standard";
"Size.Minivan" = "Minibuss";
"Size.Cargovan" = "Lastbil";
"Size.Van" = "Van";
"Size.Largevan.12pax" = "Stor minibuss";
"Size.Largevan.15pax" = "Stor minibuss";
"Size.Convertible" = "Cabriolet";
"Size.Estate" = "Kombi";
"Size.Peoplecarrier" = "Minibuss";
"Size.5seatcarrier" = "5-sitsig minibuss";
"Size.7seatcarrier" = "7-sitsig minibuss";
"Size.9seatcarrier" = "9-sitsig minibuss";
"Size.Scooter" = "Skoter";
"Size.Truck" = "Lastbil";
"Size.Exotic" = "Exotisk";
"Size.Special" = "Special";
"cash_banner_title" = "Spara upp till 40 EUR på hyrbil med Prime";
"Price.for.days" = "Pris för ${X} dagar";
"cash_widget_confirmation_title" = "Grattis!";
"cash_widget_confirmation_subtitle" = "Du sparade ${x} på den här bilbokningen med din voucher.";
"cash_widget_payment_title" = "Grattis!";
"cash_widget_payment_subtitle" = "Du sparar ${x} på den här bilbokningen med din voucher";
"Prime_why_book_with_us" = "Varför hyr hundratusentals Prime-medlemmar bilar hos oss?";
"Prime_cash_widget_payment_title" = "Grattis!";
"voucher.for.days" = "Voucherpris för ${x} dagar";
"voucher.for.day" = "Totalpris";
"Promo.Code" = "Kampanjkod";
"Cannot.Find.Location" = "Vi kan tyvärr inte hitta din plats. Försök igen senare.";
"Use.Current.Location" = "Använd nuvarande plats";
"Location.Permission.Disabled" = "För att använda den här funktionen, gå till Inställningar och aktivera platsbehörighet för den här appen.";
"Sup.Ben.Select.Code.Type" = "Välj kodtyp";
"Sup.Ben.Activated.Button.Title" = "Sök med rabatter";
"Sup.Ben.Add.CTA" = "Lägg till kampanj/rabatt";
"Sup.Ben.Code" = "Kod";
"Sup.Ben.Description" = "Få de bästa priserna med våra specialrabatter från våra leverantörer. Lägg till Avis- och Budget-rabatter nu.";
"Sup.Ben.Toggle.Title" = "Tillämpa rabatterade priser";
"Sup.Ben.Banner.Title" = "Få de bästa priserna";
"Sup.Ben.Banner.Description" = "Tillämpa specialrabatter från våra exklusiva hyrbilspartner Avis och Budget.";
"Sup.Ben.Banner.Button" = "Tillämpa nu";
"Sup.Ben.Rental.Company" = "Uthyrningsföretag";
"Sup.Ben.Promo.Validation.Error" = "Det här verkar inte korrekt. Kontrollera din kod och försök igen";
"Sup.Ben.Promo.Validation.Success" = "Ser bra ut!";
"Sup.Ben.Code.Type" = "Kodtyp";
"Sup.Ben.Promo.Discount" = "Kampanj/rabatt";
"Sup.Ben.Update" = "Okej";
"Sup.Ben.XOptional" = "${x} (valfritt)";
"SpecialOffer.FreeGPS" = "Kostnadsfri GPS";
"SpecialOffer.FreeWinterTyres" = "Kostnadsfria vinterdäck";
"Free.Extra.Included" = "Gratis tillval ingår";
"Customer.Portal.Booking.CTA" = "Hantera bokning";
"Booking.Ref.Copied" = "Bokningsreferens kopierad till urklipp";
"Booking.Ref.Title" = "Referensnummer för bokningen";
"Country.Selection.Settings" = "Bosättningsland/bosättningsregion kan påverka villkoren för din hyrbil och påverka de fordon som visas i dina sökresultat.";
"Country.Selection.Dialog.Title" = "Ändra ditt land/din region?";
"Country.Selection.Dialog.Text" = "Om du ändrar ditt bosättningsland/bokningsregion nu så kommer det att påverka villkoren för din hyrbilsbokning och, för att du ska få de mest korrekta resultaten, kommer du då att omdirigeras tillbaka till sökresultatsidan.";
"Pay.Later.Title" = "Betalningsalternativ";
"Pay.Later.Pay.Today" = "Betala idag";
"Pay.Later.Pay.By" = "Betala senast ${x}";
"Pay.Later.Payment.Explainer" = "Betala en depositionsavgift på ${x} på din hyrbilsavgift idag. <b>Återstående saldo</b> kommer automatiskt att dras från ditt kort den ${y}.";
"Pay.Later.Pay.Now" = "Betala nu";
"Pay.Later.Basket.Deducted.On" = "Avdraget den ${x}";
"Pay.Later.Basket.Pick.Up" = "Betala vid upphämtning";
"Pay.Later.Remaining.Balance.Explainer" = "Återstående saldo för biluthyrning kommer automatiskt att dras från ditt kort den ${x}.";
"Pay.Later.Accessories.Explainer" = "Du kommer att betala för följande objekt vid upphämtning: ${x}";
"Pay.Later.View.Details" = "Se information";
"Payment.Processing.Message" = "Din bokning pågår";
"Loyalty.Banner.Greeting" = "Hej";
"landing.usp.position1" = "Spara upp till 35 % på baspriser* från Avis och Budget.";
"landing.usp.position2" = "Tjäna upp till 1 250 MileagePlus-grundmiles";
"landing.usp.position3" = "Avis: Använd ditt MileagePlus-nummer och Avis Worldwide Discount (AWD)-nummer A791500 för att tjäna MileagePlus grundbonusmiles och en rabatt.";
"landing.usp.position4" = "Budget: Använd ditt MileagePlus-nummer och Budget Customer Discount (BCD)-nummer B204900 för att tjäna MileagePlus grundbonuspoäng och en rabatt.";
"landing.usp.position5" = "För att använda miles, eller miles och pengar, besök <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Besparingarna på upp till 35 % gäller endast avgifter för tid och körsträcka. Alla skatter, avgifter (inklusive men inte begränsat till återbetalningsavgift för luftkonditionering, återbetalningsavgift för koncession, avgift för fordonslicens, avgift för energiåtervinning, däckhanteringsavgift och avgift för frekventa resenärer) och tilläggsavgifter (inklusive men inte begränsat till avgift för kundanläggning och återhämtningsavgift för miljö) tillkommer.";
"landing.usp.title" = "Boka en hyrbil via United";
"united_landing.usp.title" = "Boka en hyrbil via United";
"landing.usp.sale.position1" = "Tidsbegränsat specialerbjudande: Tjäna ytterligare 500 MileagePlus-miles. <a href=\"https://cars.united.com/sv/mileage-terms-and-conditions\" target=\"_blank\"><b>Fullständiga villkor här.</b></a>";
"united_redeem.landing.usp.title" = "Fördelar med att boka en hyrbil från Avis eller Budget med MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Logga in på ditt MileagePlus-konto för bästa pris";
"united_redeem.landing.usp.position2" = "Betala med miles eller en kombination av miles och pengar";
"united_redeem.landing.usp.position3" = "För att ändra/avboka en bokning där miles användes, besök vårt <a href=\"https://cars.mileageplus.com/sv/help\" target=\"_blank\"><b>hjälpcenter</b></a>";
"landing.usp.tac.title" = "Allmänna regler och villkor";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Allmänna regler och villkor</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Sekretesspolicy</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Sekretesspolicy</a>";
"united_landing.usp.sale.position2" = "Tidsbegränsat specialerbjudande: Tjäna ytterligare 500 MileagePlus-miles. <a href=\"https://cars.united.com/sv/mileage-terms-and-conditions\" target=\"_blank\"><b>Fullständiga villkor här.</b></a>";
"sale_landing_banner_monetary_description" = "Boka nu från ${x} per dag!";
"sale_landing_banner_caption_closed_group" = "Exklusiv";
"sale_landing_banner_caption" = "Rea";
"sale_landing_banner_percentage_title" = "Rean är igång";
"sale_landing_banner_monetary_title" = "Hyrbilserbjudanden";
"sale_landing_banner_TCs" = "Allmänna villkor";
"sale_landing_banner_title_monetary" = "Hyrbilserbjudanden";
"sale_search_banner_title_monetary" = "Hyrbilserbjudanden";
"sale_search_banner_monetary_description" = "Boka nu från ${x} per dag!";
"payment.options.creditcard.title" = "Kreditkort";
"payment.error.generic.dialog.text" = "Vi kan tyvärr inte behandla bokningen just nu. Bokningen genomfördes inte och du har inte debiterats. Försök igen med en annan betalningsmetod.";
"payment.googlepay.card.link" = "Ändra";
